{
    "ca": {
        "about": "Sobre Mi",
        "work": "Treballs",
        "contact": "Contacte",
        "what": "Desenvolupador Web",
        "first-about": "Sóc desenvolupador web i fànatic de la programació.",
        "second-about": "Tinc 4 anys d'experiencia en el sector informatic.",
        "download": "Descarga't el meu",
        "cv": "Currículum Vitae",
        "first-openjobs": "Aplicació que mostra les ofertes de feina a Catalunya a través d'una API pública distrbuida per la Generalitat de Catalunya.",
        "second-openjobs": "Projecte fet amb Laravel, Vue, Tailwind i MariaDB.",
        "first-apartaments": "Una aplicació feta amb un grup de dos persones per fer reserves a uns apartaments fictícis.",
        "first-gramola": "Reproductor de música feta amb PHP pur.",
        "second-gramola": "Projecte individual guanyador al millor projecte de la classe a 2nDAW.",
        "first-alzahar": "Projecte de final de curs fet amb parelles a 2nSMX.",
        "second-alzahar": "És un joc fet amb Unity d'anar agafant les monedes i arribar al final del camí.",
        "first-rellotge": "Rellotge digital fet amb JavaScript.",
        "form-name": "Nom",
        "form-email": "Correu Electrònic",
        "form-message": "Missatge",
        "form-send": "Enviar"
    },
    "es": {
        "about": "Sobre Mí",
        "work": "Trabajos",
        "contact": "Contacto",
        "what": "Desarrollador Web",
        "first-about": "Soy desarrollador web y fanático de la programación.",
        "second-about": "Tengo 4 años de experiencia en el sector informático.",
        "download": "Descárgate mi",
        "cv": "Currículum Vitae",
        "first-openjobs": "Aplicación que muestra las ofertas de trabajo en Cataluña a través de una API pública distribuida por la Generalitat de Cataluña.",
        "second-openjobs": "Proyecto hecho con Laravel, Vue, Tailwind y MariaDB.",
        "first-apartaments": "Una aplicación hecha con un grupo de dos personas para hacer reservas en unos apartamentos ficticios.",
        "first-gramola": "Reproductor de música hecha con PHP puro.",
        "second-gramola": "Proyecto individual ganador al mejor proyecto de la clase en 2nDAW.",
        "first-alzahar": "Proyecto de final de curso hecho con parejas en 2nSMX.",
        "second-alzahar": "Es un juego hecho con Unity de ir cogiendo las monedas y llegar al final del camino.",
        "first-rellotge": "Reloj digital hecho con JavaScript.",
        "form-name": "Nombre",
        "form-email": "Correo Electrónico",
        "form-message": "Mensaje",
        "form-send": "Enviar"
    },
    "en": {
        "about": "About Me",
        "work": "Works",
        "contact": "Contact",
        "what": "Web Developer",
        "first-about": "I'm a web developer and programming fanatic.",
        "second-about": "I have 4 years of experience in the computer sector.",
        "download": "Download my",
        "cv": "Curriculum Vitae",
        "first-openjobs": "Application that shows job offers in Catalonia through a public API distributed by the Generalitat de Catalunya.",
        "second-openjobs": "Project made with Laravel, Vue, Tailwind and MariaDB.",
        "first-apartaments": "An application made with a group of two people to make reservations in some fictitious apartments.",
        "first-gramola": "Music player made with pure PHP.",
        "second-gramola": "Individual project winner of the best project of the class in 2nDAW.",
        "first-alzahar": "End-of-course project made with couples in 2nSMX.",
        "second-alzahar": "It is a game made with Unity to collect the coins and reach the end of the road.",
        "first-rellotge": "Digital clock made with JavaScript.",
        "form-name": "Name",
        "form-email": "Email",
        "form-message": "Message",
        "form-send": "Send"
    }
}
